import oopImage from "@/assets/images/series/beginner/object-oriented-principles-in-php.svg";
import laravelImage from "@/assets/images/series/beginner/laravel-from-scratch-2021.svg";

export default {
	firstItem: {
		name: "قواعد شی گرایی در PHP",
		description:
			"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد کتابهای زیادی در شصت و سه درصد گذشته حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد",
		img: oopImage,
		url: "/series/object-oriented-principles-in-php",
		lessonsCount: 9,
		length: {
			hours: 1,
			minutes: 33,
		},
	},
	secondItem: {
		name: "آموزش لاراول 8 از سطح مبتدی",
		description:
			"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد کتابهای زیادی در شصت و سه درصد گذشته حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد",
		img: laravelImage,
		url: "/series/laravel-8-from-scratch",
		lessonsCount: 70,
		length: {
			hours: 9,
			minutes: 48,
		},
	},
};
