import laravelNewImage from "@/assets/images/series/laravel/whats-new-in-laravel-8.svg";
import laravelImage from "@/assets/images/series/laravel/laravel-from-scratch-2021.svg";

export default {
	firstItem: {
		name: "What's New in Laravel 8",
		description:
			"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد کتابهای زیادی در شصت و سه درصد گذشته حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد",
		img: laravelNewImage,
		url: "/series/whats-new-laravel-8",
		lessonsCount: 12,
		length: {
			hours: 0,
			minutes: 59,
		},
	},
	secondItem: {
		name: " آموزش لاراول 8 از سطح مبتدی",
		description:
			"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد کتابهای زیادی در شصت و سه درصد گذشته حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد",
		img: laravelImage,
		url: "/series/laravel-8-from-scratch",
		lessonsCount: 70,
		length: {
			hours: 9,
			minutes: 48,
		},
	},
};
