import chris from "../../../assets/images/home/home-reviews/chris-fidao.jpg";
import dries from "../../../assets/images/home/home-reviews/dries-vints.jpg";
import eric from "../../../assets/images/home/home-reviews/eric-barnes.jpg";
import ian from "../../../assets/images/home/home-reviews/ian-landsman.jpg";
import taylor from "../../../assets/images/home/home-reviews/taylor-otwell.jpg";

export default [
	{
		name: "جفری جعفری",
		review:
			"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد",
		imgSource: eric,
		id: "r01",
	},
	{
		name: "John Johnzade",
		review: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است",
		imgSource: ian,
		id: "r02",
	},
	{
		name: "Steve Steveyan",
		review:
			"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز",
		imgSource: dries,
		id: "r03",
	},
	{
		name: "Chris Chrisfar",
		review:
			"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد",
		imgSource: chris,
		id: "r04",
	},
	{
		name: "Lilian Lilianpor",
		review:
			"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد",
		imgSource: taylor,
		id: "r05",
	},
	{
		name: "Jeffrey Jafari",
		review:
			"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد",
		imgSource: eric,
		id: "r06",
	},
	{
		name: "John Johnzade",
		review: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است",
		imgSource: ian,
		id: "r07",
	},
	{
		name: "Steve Steveyan",
		review:
			"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز",
		imgSource: dries,
		id: "r08",
	},
	{
		name: "Chris Chrisfar",
		review:
			"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد",
		imgSource: chris,
		id: "r09",
	},
	{
		name: "Lilian Lilianpor",
		review:
			"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد",
		imgSource: taylor,
		id: "r10",
	},
];
