import oopImage from "@/assets/images/series/oop/object-oriented-principles-in-php.svg";
import solidImage from "@/assets/images/series/oop/solid-principles-in-php.svg";

export default {
	firstItem: {
		name: "قواعد شی گرایی در PHP",
		description:
			"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد کتابهای زیادی در شصت و سه درصد گذشته حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد",
		img: oopImage,
		url: "/series/object-oriented-principles-in-php",
		lessonsCount: 20,
		length: {
			hours: 2,
			minutes: 24,
		},
	},
	secondItem: {
		name: "فواعد SOLID در PHP",
		description:
			"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد کتابهای زیادی در شصت و سه درصد گذشته حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد",
		img: solidImage,
		url: "/series/solid-principles-in-php",
		lessonsCount: 5,
		length: {
			hours: 0,
			minutes: 57,
		},
	},
};
