import gmImg from "../../../assets/images/home/home-team/gm.jpg";
import capsixerImg from "../../../assets/images/home/home-team/sixer.jpg";
import shagerdImg from "../../../assets/images/home/home-team/shagerd.jpg";

export default [
	{
		name: "گرند مستر",
		role: "مسترِ گرند",
		img: gmImg,
		biography:
			"وی در خانواده ایی مذهبی چشم به جهان گشود و از بدو تولد دکمه اش را زده بودند. لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و ",
		twitter: "http://twitter.com",
	},
	{
		name: "جناب سیخر",
		role: "سیخر اعظم",
		img: capsixerImg,
		biography:
			'پدر اقتصاد، موسیقی و پاکسازی روح خاورمیانه، وی با تحلیل ها وراهکار های خود دهان جهانیان را جای خالی و با گفتن جمله "یک یکشان" جهانیان را به ارگاسم رساند. لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله',
		twitter: "http://twitter.com",
	},
	{
		name: "شاگرد",
		role: "شاگردی",
		img: shagerdImg,
		biography:
			"شاگردی بدبخت و به چارا، وی از همان ابتدا با 500 دنه گوته کشمیشدی. لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی",
		twitter: "http://twitter.com",
	},
];
