<template>
	<div>
		<main>
			<the-header></the-header>
			<section>
				<div class="container" style="max-width: 1166px;">
					<div class="leading-loose content">
						<div class="md:w-4/5 md:px-6 md:m-auto font-IranSans">
							<h1 class="text-3xl text-center text-black md:font-light">قوانین و مقررات</h1>
							<p class="mb-8">
								لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و
								سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد
							</p>
							<h4 class="text-2xl">1. شرایط لایسنس</h4>
							<ol class="md:pr-10">
								<li>
									لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در
									ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد
									<ol>
										<li>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ</li>
										<li>لورم ایپسوم متن ساختگی با تولید</li>
										<li>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است</li>
										<li>
											لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله
											در ستون و سطرآنچنان که لازم است
										</li>
										<li>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است</li>
									</ol>
								</li>
								<li>
									لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در
									ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد
								</li>
							</ol>
							<h4 class="text-2xl">2. سلب مسؤلیت</h4>
							<p class="md:pr-10">
								لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و
								سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد کتابهای زیادی در شصت
								و سه درصد گذشته حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص
								طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد
							</p>
							<h4 class="text-2xl">3. محدودیت ها</h4>
							<p class="md:pr-10">
								لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و
								سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد کتابهای زیادی در شصت
								و سه درصد گذشته حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص
								طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد
							</p>
							<h4 class="text-2xl">4. مشکلات و اشتباه ها</h4>
							<p class="md:pr-10">
								لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و
								سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد کتابهای زیادی در شصت
								و سه درصد گذشته حال و آینده
							</p>
							<h4 class="text-2xl">5. لینک ها</h4>
							<p class="md:pr-10">
								لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و
								سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد
							</p>
							<h4 class="text-2xl">6. قوانین سایت برای تغییرات</h4>
							<p class="md:pr-10">
								لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و
								سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز
							</p>
							<h4 class="text-2xl">7. قوانین دولتی</h4>
							<p class="md:pr-10">
								لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و
								سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز
							</p>
							<h4 class="text-2xl">8. بازگشت وجه</h4>
							<p class="md:pr-10">
								لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و
								سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد
							</p>
							<h4 class="text-2xl">تماس با ما</h4>
							<address class="md:pr-10">
								<pre class="font-IranSans">
                        شرکت لاراکست.
                        تهران همین بغلا,
                        پلاک 1234 
                        
                        pashmak@laracast.com</pre
								>
							</address>
						</div>
					</div>
				</div>
			</section>
		</main>
	</div>
</template>
