import tailwindImage from "@/assets/images/series/tall/tailwind-css-rebuilds.svg";
import alpineImage from "@/assets/images/series/tall/alpine-essentials.svg";

export default {
	firstItem: {
		name: "ساختن گیت هاب با Tailwind",
		description:
			"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد کتابهای زیادی در شصت و سه درصد گذشته حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد",
		img: tailwindImage,
		url: "/series/rebuild-github-with-tailwind",
		lessonsCount: 5,
		length: {
			hours: 1,
			minutes: 26,
		},
	},
	secondItem: {
		name: "اصول Alpine.js",
		description:
			"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد کتابهای زیادی در شصت و سه درصد گذشته حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد",
		img: alpineImage,
		url: "/series/alpinejs-essentials",
		lessonsCount: 11,
		length: {
			hours: 2,
			minutes: 29,
		},
	},
};
