export default {
	namespaced: true,
	state() {
		return {
			reviewsData: [
				{
					reviewId: "r001",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image1,
					selected: true,
				},
				{
					reviewId: "r002",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image2,
					selected: false,
				},
				{
					reviewId: "r003",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image3,
					selected: false,
				},
				{
					reviewId: "r004",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image4,
					selected: false,
				},
				{
					reviewId: "r005",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image5,
					selected: false,
				},
				{
					reviewId: "r006",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image1,
					selected: false,
				},
				{
					reviewId: "r007",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image2,
					selected: false,
				},
				{
					reviewId: "r008",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image3,
					selected: false,
				},
				{
					reviewId: "r009",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image4,
					selected: false,
				},
				{
					reviewId: "r010",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image5,
					selected: false,
				},
				{
					reviewId: "r011",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image1,
					selected: false,
				},
				{
					reviewId: "r012",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image2,
					selected: false,
				},
				{
					reviewId: "r013",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image3,
					selected: false,
				},
				{
					reviewId: "r014",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image4,
					selected: false,
				},
				{
					reviewId: "r015",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image5,
					selected: false,
				},
				{
					reviewId: "r016",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image1,
					selected: false,
				},
				{
					reviewId: "r017",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image2,
					selected: false,
				},
				{
					reviewId: "r018",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image3,
					selected: false,
				},
				{
					reviewId: "r019",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image4,
					selected: false,
				},
				{
					reviewId: "r020",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image5,
					selected: false,
				},
				{
					reviewId: "r021",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image1,
					selected: false,
				},
				{
					reviewId: "r022",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image2,
					selected: false,
				},
				{
					reviewId: "r023",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image3,
					selected: false,
				},
				{
					reviewId: "r024",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image4,
					selected: false,
				},
				{
					reviewId: "r025",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image5,
					selected: false,
				},
				{
					reviewId: "r026",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image1,
					selected: false,
				},
				{
					reviewId: "r027",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image2,
					selected: false,
				},
				{
					reviewId: "r028",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image3,
					selected: false,
				},
				{
					reviewId: "r029",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image4,
					selected: false,
				},
				{
					reviewId: "r030",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image5,
					selected: false,
				},
				{
					reviewId: "r031",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image1,
					selected: false,
				},
				{
					reviewId: "r032",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image2,
					selected: false,
				},
				{
					reviewId: "r033",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image3,
					selected: false,
				},
				{
					reviewId: "r034",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image4,
					selected: false,
				},
				{
					reviewId: "r035",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image5,
					selected: false,
				},
				{
					reviewId: "r036",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image1,
					selected: false,
				},
				{
					reviewId: "r037",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image2,
					selected: false,
				},
				{
					reviewId: "r038",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image3,
					selected: false,
				},
				{
					reviewId: "r039",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image4,
					selected: false,
				},
				{
					reviewId: "r040",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image5,
					selected: false,
				},
				{
					reviewId: "r041",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image1,
					selected: false,
				},
				{
					reviewId: "r042",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image2,
					selected: false,
				},
				{
					reviewId: "r043",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image3,
					selected: false,
				},
				{
					reviewId: "r044",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image4,
					selected: false,
				},
				{
					reviewId: "r045",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image5,
					selected: false,
				},
				{
					reviewId: "r046",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image1,
					selected: false,
				},
				{
					reviewId: "r047",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image2,
					selected: false,
				},
				{
					reviewId: "r048",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image3,
					selected: false,
				},
				{
					reviewId: "r049",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image4,
					selected: false,
				},
				{
					reviewId: "r050",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image5,
					selected: false,
				},
				{
					reviewId: "r051",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image1,
					selected: false,
				},
				{
					reviewId: "r052",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image2,
					selected: false,
				},
				{
					reviewId: "r053",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image3,
					selected: false,
				},
				{
					reviewId: "r054",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image4,
					selected: false,
				},
				{
					reviewId: "r055",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image5,
					selected: false,
				},
				{
					reviewId: "r056",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image1,
					selected: false,
				},
				{
					reviewId: "r057",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image2,
					selected: false,
				},
				{
					reviewId: "r058",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image3,
					selected: false,
				},
				{
					reviewId: "r059",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image4,
					selected: false,
				},
				{
					reviewId: "r060",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image5,
					selected: false,
				},
				{
					reviewId: "r061",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image1,
					selected: false,
				},
				{
					reviewId: "r062",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image2,
					selected: false,
				},
				{
					reviewId: "r063",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image3,
					selected: false,
				},
				{
					reviewId: "r064",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image4,
					selected: false,
				},
				{
					reviewId: "r065",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image5,
					selected: false,
				},
				{
					reviewId: "r066",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image1,
					selected: false,
				},
				{
					reviewId: "r067",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image2,
					selected: false,
				},
				{
					reviewId: "r068",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image3,
					selected: false,
				},
				{
					reviewId: "r069",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image4,
					selected: false,
				},
				{
					reviewId: "r070",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image5,
					selected: false,
				},
				{
					reviewId: "r071",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image1,
					selected: false,
				},
				{
					reviewId: "r072",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image2,
					selected: false,
				},
				{
					reviewId: "r073",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image3,
					selected: false,
				},
				{
					reviewId: "r074",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image4,
					selected: false,
				},
				{
					reviewId: "r075",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image5,
					selected: false,
				},
				{
					reviewId: "r076",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image1,
					selected: false,
				},
				{
					reviewId: "r077",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image2,
					selected: false,
				},
				{
					reviewId: "r078",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image3,
					selected: false,
				},
				{
					reviewId: "r079",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image4,
					selected: false,
				},
				{
					reviewId: "r080",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image5,
					selected: false,
				},
				{
					reviewId: "r081",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image1,
					selected: false,
				},
				{
					reviewId: "r082",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image2,
					selected: false,
				},
				{
					reviewId: "r083",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image3,
					selected: false,
				},
				{
					reviewId: "r084",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image4,
					selected: false,
				},
				{
					reviewId: "r085",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image5,
					selected: false,
				},
				{
					reviewId: "r086",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image1,
					selected: false,
				},
				{
					reviewId: "r087",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image2,
					selected: false,
				},
				{
					reviewId: "r088",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image3,
					selected: false,
				},
				{
					reviewId: "r089",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image4,
					selected: false,
				},
				{
					reviewId: "r090",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image5,
					selected: false,
				},
				{
					reviewId: "r091",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image1,
					selected: false,
				},
				{
					reviewId: "r092",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image2,
					selected: false,
				},
				{
					reviewId: "r093",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image3,
					selected: false,
				},
				{
					reviewId: "r094",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image4,
					selected: false,
				},
				{
					reviewId: "r095",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image5,
					selected: false,
				},
				{
					reviewId: "r096",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image1,
					selected: false,
				},
				{
					reviewId: "r097",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image2,
					selected: false,
				},
				{
					reviewId: "r098",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image3,
					selected: false,
				},
				{
					reviewId: "r099",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image4,
					selected: false,
				},
				{
					reviewId: "r100",
					name: "علی عیزاده",
					review:
						"لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
					img: image5,
					selected: false,
				},
			],
			selectedId: "r001",
		};
	},
	mutations: {
		setSelected(state, payload) {
			state.reviewsData.find((item) => {
				if (item.reviewId === payload.id) {
					item.selected = true;
					state.selectedId = payload.id;
				} else if (item.reviewId !== payload.id) item.selected = false;
			});
		},
	},
	getters: {
		reviewsData(state) {
			return state.reviewsData;
		},
		sortedReviews(state) {
			const reviews = state.reviewsData;
			const chunkSize = 20;
			const finalResult = [];
			for (let i = 0; i < reviews.length; i += chunkSize) {
				const chunk = reviews.slice(i, i + chunkSize);
				finalResult.push(chunk);
			}
			return finalResult;
		},
		selectedReview(state) {
			return state.reviewsData.find((item) => item.reviewId === state.selectedId);
		},
	},
	actions: {
		setSelected({ commit }, payload) {
			commit("setSelected", payload);
		},
	},
};

import image1 from "@/assets/images/home/home-reviews/chris-fidao.jpg";
import image2 from "@/assets/images/home/home-reviews/dries-vints.jpg";
import image3 from "@/assets/images/home/home-reviews/eric-barnes.jpg";
import image4 from "@/assets/images/home/home-reviews/ian-landsman.jpg";
import image5 from "@/assets/images/home/home-reviews/taylor-otwell.jpg";
